# Here is bot texts.
# feel free to fork the repository and add your language.
# when you finish open issue.
# Language: Arabic
lang = {
    "download": "⏳",
    "downloading": "جاري التحميل {}%...",
    "download_error": "عزيزي الحلو الملف عي ينزل",
    "downloaded": "حملته {}%",
    "joined": "ابشر داهمت المكالمة 😉",
    "leving": "من زين مكالمتكم صدق 🙂",
    "playing": "جاري تشغيل",
    "playlist": {
        "empty": "القائمة فاضيه يحلو",
        "playlist": "القائمة:",
        "full": "القائمة فل اغاني",
        "exists": "موجودة بالقائمة",
        "added": "ابشر ضفتها للقائمة",
        "only_one": "القائمة مابها الا اغنية وحدا شغل زيادة يواد",
    },
    "help": """الاوامر:

`/join` = امر ترسله عشان البوت يدخل المكالمة

`/leave` = يخلي البوت يغادر المكالمة

`/stop` = يطفي البوت ويحذف الاغاني

`/play` = لتشغيل الاغنية بلرد عليها

`/playlist` = يوريك قائمة الاغاني

`/skip` = سكب للاغنية

`/replay` = يعيد الاغنية من البداية

`/current` = يوريك وش شغال من اغنية الان

`/mute` = يكتم البوت بدون لا يوقف الاغنية

`/unmute` = يفك كتم البوت

`/pause` = إيقاف مؤقت للاغنية

`/resume` = اعادة تشغيل الاغنية 

`/volume (1 - 200)` = تحدد نسبة الصوت للاغنية لازم صلاحية مكالمات للبوت


@K6KKK ~ @YYYYF
""",
    "mute": "سم انكتمت",
    "unmute": "واخيرا يمدي اسولف",
    "pause": "ابشر وقفتة",
    "stop": "ابشر وقفت كل شيء وحذفت بيانات المكالمة",
    "resume": "ابشر باغني الحين",
    "replay": "بعيدها لك ...",
    "no_music": "مافيه اغنية",
    "no_music_": "تيكفى شغل اغنية :(",
    "volume": "Volume {}%.",
    "volume_warning": "From 1 to 200.",
    "duration": "Duration:",
    "duration_limit": "اهب الملف كبير وشلون اشغله؟ حدي {} دقيقة",
    "file_size_limit": "احا بقره مو ملف\nماقدر اشغله حدي {} ميغا",
    "already_joined": "ماتشوفني متريع بالمكالمة",
    "calls_limit": "اعذرني ولكن داخل مكالمات كثير ومصدع",
    "unsupported": "ملف مبعوص ماقدر اشغله",
    "skip": "مافي شيء عشان اسوي سكب ولكن يمدي اسكب وجهك",
    "add_contact": "ضفته جهة",
    "already_add_contact": "تراه خوي قديم مايحتاج تضيفه لبى خشمك",
    "delete_contact": "طيرته",
    "already_delete_contact": "ماعرفه من ذا؟",
    "total": "عدد المكالمات ( {} ) مكالمه نشطة",
    "no_total": "وللهي ياعيني انا والمزهريه واحد مافيه مكالمات منبوذ :(",
}
